Repository: Sellx-de/jtl_cartzilla
Catalog: plugins/jtl_theme_editor/locale/*/*.po
Languages: de_de

source: compile theme
de_de: Theme kompilieren

source: --- select theme ---
de_de: --- Theme auswählen ---

source: reset file to default
de_de: Datei auf Original zurücksetzen

source: save file
de_de: Datei speichern

source: compile file
de_de: Datei kompilieren

source: compile JavaScript
de_de: JavaScript kompilieren

source: show all themes
de_de: Alle Themes anzeigen

source: compileSuccessMsg
de_de: Theme erfolgreich nach %s kompiliert.

source: Theme directory %s has no write permissions.
de_de: Theme-Ordner %s hat keine Schreibrechte.

source: File %s could not be saved.
de_de: Fehler beim Speichern der Datei %s.

source: Backup %s could not be created.
de_de: Fehler beim Erstellen des Backups %s.

source: Input file missing.
de_de: Datei nicht angegeben.

source: Invalid input file: %s.
de_de: Ungültige Datei: %s.

source: File saved successfully.
de_de: Datei wurde erfolgreich gespeichert.

source: Could not copy file (theme directory write permissions?)
de_de: Fehler beim Kopieren der Datei (Schreibrechte Theme-Ordner?)

source: Not allowed to open file %s - %s
de_de: Datei nicht erlaubt: %s - %s

source: warningCompile
de_de: <b>Achtung!</b> Beim Kompilieren wird die Datei "bootstrap.css" in Ihrem Theme-Ordner überschrieben.<br>Bitte legen Sie daher eine Sicherungs-Kopie an!

source: actionCompile
de_de: Jetzt kompilieren

source: warningReset
de_de: Sind Sie sicher, dass Sie diese Datei wieder auf den Standard zurücksetzen möchten?<br><b>Ihre eigenen Änderungen gehen dadurch verloren!</b>

source: actionReset
de_de: Zurücksetzen

source: JavaScript compiled successfully.
de_de: JavaScript wurde kompiliert.

source: Could not delete file.
de_de: Fehler beim Löschen der Datei.

source: File not found.
de_de: Datei nicht gefunden.

source: Original not found or file was not edited yet.
de_de: Original nicht gefunden oder Datei noch nicht bearbeitet.

source: Theme directory %s could not be found.
de_de: Theme-Ordner %s wurde nicht gefunden.

source: CSRF token missing. Session timeout?
de_de: CSRF-Token fehlt. Session timeout?

source: Method not found.
de_de: Methode nicht gefunden.

source: Unauthorized.
de_de: Nicht erlaubt.

source: No less/sass file found in %s for theme %s.
de_de: Keine less/sass-Datei in %s für Theme %s gefunden.
