Repository: Sellx-de/jtl_cartzilla
Catalog: plugins/jtl_plugin_bootstrapper/locale/*/*.po
Languages: de_de

source: Yes
de_de: Ja

source: No
de_de: Nein

source: My tab
de_de: Mein Tab

source: Template file
de_de: Template-Datei

source: Enable on page types (0 for all page types)
de_de: Aktiviert auf Seitentyp (0 für alle)

source: My great box
de_de: Meine tolle Box

source: Config name
de_de: Einstellungs-Name

source: Description
de_de: Beschreibung

source: Initial value
de_de: Anfangswert

source: Type
de_de: Typ

source: Add item
de_de: Wert hinzufügen

source: Example description
de_de: Hiermit stellt man etwas ein

source: Option no. x
de_de: Option Nummer X

source: File name
de_de: Dateiname

source: (highest)
de_de: (höchste)

source: (default)
de_de: (Standard)

source: (lowest)
de_de: (niedrigste)

source: Priority
de_de: Priorität

source: Template (leave empty when using FullScreenTemplate)
de_de: Template (leer lassen, wenn FullScreenTemplate genutzt werden soll)

source: FullscreenTemplate? (leave empty when not using it)
de_de: FullscreenTemplate? (leer lassen, wenn nicht gewünscht)

source: Only visible after login?
de_de: Nur sichtbar noch Login?

source: Print button
de_de: Drucken-Button

source: SSL encryption
de_de: SSL-Verschlüsselung

source: Link group
de_de: Linkgruppe

source: Title
de_de: Titel

source: Value (german)
de_de: Wert (Deutsch)

source: Value (english)
de_de: Wert (Englisch)

source: My description
de_de: Meine Beschreibung

source: German translation
de_de: Deutsche Übersetzung

source: English translation
de_de: Englische Übersetzung

source: Enabled
de_de: Aktiv

source: Module-ID (no underscores)
de_de: Modul-ID (keine Unterstriche)

source: Subject
de_de: Betreff

source: Content (HTML)
de_de: Inhalt (HTML)

source: Content (text)
de_de: Inhalt (Text)

source: Add AKZ?
de_de: Anbieter-Kennzeichnung hinzufügen?

source: Add AGB?
de_de: AGB hinzufügen?

source: Add WRB?
de_de: WRB hinzufügen?

source: Add MWRF?
de_de: Muster-Widerrufsformular hinzufügen?

source: Enabled? (1=yes, 0=no)
de_de: Aktiviert? (1=ja, 0=nein)

source: Value
de_de: Wert

source: Class name
de_de: Klassenname

source: Expanded? (1=yes, 0=no)
de_de: Expandiert? (1=ja, 0=nein)

source: Successfully created plugin %s at %s
de_de: Plugin %s erfolgreich erstellt in %s

source: Load existing legacy plugin
de_de: Bestehendes Legacy-Plugin laden

source: Load existing plugin
de_de: Bestehendes Plugin laden

source: No write permissions in plugins dir
de_de: Keine Schreibrechte im Plugin-Ordner!

source: Path (relative to includes/plugins/)
de_de: Pfad (relativ zu includes/plugins/)

source: Load plugin
de_de: Plugin laden

source: General
de_de: Allgemein

source: Language variables
de_de: Sprachvariablen

source: Settings
de_de: Einstellungen

source: Boxes
de_de: Boxen

source: Confirm
de_de: Abschließen

source: Author
de_de: Autor

source: Icon (has to be placed in plugin root dir)
de_de: Icon (muss im Hauptverzeichnis platziert werden)

source: Cache tags to be invalidated on installation
de_de: Cache-Tags bei Installation löschen

source: Minimum shop version
de_de: Mindestversion JTL-Shop

source: Maximum shop version
de_de: Maximalversion JTL-Shop

source: Crete migrations for existing tables (multiple separated by colon):
de_de: Migrationen für bestehende Tabellen erstellen (mehrere getrennt mit Komma):

source: Create models?
de_de: Models erstellen?

source: Add hook
de_de: Hook hinzufügen

source: Add language variable
de_de: Sprachvariable hinzufügen

source: Add setting
de_de: Einstellung hinzufügen

source: Add frontend link
de_de: Frontendlink hinzufügen

source: Add backend link
de_de: Backendlink hinzufügen

source: Add JavaScript
de_de: JavaScript hinzufügen

source: Add CSS
de_de: CSS hinzufügen

source: Add box
de_de: Box hinzufügen

source: Add email template
de_de: Email-Template hinzufügen

source: Add widget
de_de: Widget hinzufügen

source: back
de_de: zurück

source: continue
de_de: weiter

source: Create plugin
de_de: Plugin erstellen

source: Create new plugin
de_de: Neues Plugin erstellen

source: Plugin name must not be empty.
de_de: Plugin-Name darf nicht leer sein.

source: Plugin description must not be empty.
de_de: Plugin-Beschreibung darf nicht leer sein.

source: Plugin author must not be empty.
de_de: Plugin-Autor darf nicht leer sein.

source: Plugin homepage must not be empty.
de_de: Plugin-Homepage darf nicht leer sein.

source: Plugin ID must not be empty.
de_de: Plugin-ID darf nicht leer sein.

source: Plugin dir could not be generated.
de_de: Pluginordner konnte nicht generiert werden.

source: Could not create dir %s.
de_de: Konnte Verzeichnis %s nicht erstellen.

source: Could not delete dir %s.
de_de: Konnte Verzeichnis %s nicht löschen.

source: Could not create file %s.
de_de: Konnte Datei %s nicht erstellen.

source: Created file %s
de_de: Datei %s erstellt

source: Successfully created plugin %s in %s.
de_de: Plugin %s in %s erfolgreich erstellt.

source: Add another setting?
de_de: Weitere Einstellung hinzufügen?

source: Add setting?
de_de: Einstellung hinzufügen?

source: Add link?
de_de: Link hinzufügen?

source: Add another link?
de_de: Weiteren Link hinzufügen?

source: Slug
de_de: URL-Pfad

source: Option X
de_de: Auswahlmöglichkeit X

source: Create migrations for tables (comma separated)?
de_de: Migrationen für folgende Tabellen erstellen (kommasepariert)

source: Hooks to use (numbers only, comma separated)
de_de: Verwendete Hooks (nur Zahlen, kommasepariert)

source: JavaScript files to create (comma separated)
de_de: JavaScript-Dateien (kommasepariert)

source: CSS files to create (comma separated)
de_de: CSS-Dateien (kommasepariert)

source: Delete existing plugin?
de_de: Bestehendes Plugin ggf. löschen?

source: Create plugin zip
de_de: Zipdatei aus Plugin erstellen

source: Create zip file
de_de: Zipdatei erstellen

source: Path (relative to plugins/)
de_de: Pfad (relativ zu plugins/)

source: Invalid path.
de_de: Ungültiger Pfad.

source: Could not create zip file.
de_de: Konnte Zipdatei nicht erstellen.
