Repository: Sellx-de/jtl_cartzilla
Catalog: plugins/jtl_gpsr/locale/*/*.po
Languages: de_de

source: Ergänzende Angaben zum Hersteller und verantwortlichen Personen.
de_de: Ergänzende Angaben zum Hersteller und zu verantwortlichen Personen

source: Beschreibung der Angaben zur Produktsicherheit
de_de: Mit diesem Plugin können Sie für Artikel erweiterte Hersteller-Kontaktdaten sowie optional Daten zu einer verantwortlichen Person anzeigen lassen. Diese Angaben pflegen Sie über Funktionsattribute in JTL-Wawi. Mehr Informationen zum Einrichten des Plugins finden Sie im <a href="https://jtl-url.de/zdd92">JTL-Guide</a><br> Für weitere Pflichtangaben nutzen Sie bitte die Standardfunktionen von JTL-Wawi und JTL-Shop wie Bilder, Mediendateien (z. B. für PDF-Datenblätter-Downloads), Artikel-Attribute und Artikelbeschreibungstexte.

source: Auf der Artikeldetailseite anzeigen
de_de: Auf Artikeldetailseite anzeigen

source: Sollen die Informationen auf der Artikeldetailseite angezeigt werden?
de_de: Geben Sie an, ob die Informationen auf der Artikeldetailseite angezeigt werden sollen.

source: Geben Sie hier die Templatedatei an.
de_de: Geben Sie die Templatedatei an, in die die Angaben zur Produktsicherheit auf der Artikeldetailseite eingefügt werden sollen.<br> Wenn Sie das NOVA Template verwenden, geben Sie „productdetails/details.tpl“ an.<br> Wenn Sie ein angepasstes Template verwenden und den Namen der genauen Templatedatei nicht kennen, fragen Sie bitte beim Hersteller Ihres Templates nach.

source: Geben Sie hier den Templateblock an.
de_de: Geben Sie den Block innerhalb der Templatedatei an, in den die Angaben zur Produktsicherheit auf der Artikeldetailseite eingefügt werden sollen.<br> Wenn Sie das NOVA Template verwenden, geben Sie „productdetails-details-include-tabs“ an.<br> Wenn Sie ein angepasstes Template verwenden und den Namen des genauen Blocks nicht kennen, fragen Sie bitte beim Hersteller Ihres Templates nach.

source: Auf der Artikelliste anzeigen
de_de: Auf Artikelliste anzeigen

source: Sollen die Informationen auf der Artikelliste angezeigt werden?
de_de: Geben Sie an, ob die Informationen auf der Artikelliste angezeigt werden sollen.

source: Geben Sie hier die Templatedatei für die Liste an.
de_de: Geben Sie die Templatedatei an, in die die Angaben zur Produktsicherheit auf der Artikelliste eingefügt werden sollen.<br> Wenn Sie das NOVA Template verwenden, geben Sie „productlist/item_list.tpl“ an.<br> Wenn Sie ein angepasstes Template verwenden und den Namen der genauen Templatedatei nicht kennen, fragen Sie bitte beim Hersteller Ihres Templates nach.

source: Geben Sie hier den Templateblock für die Liste an.
de_de: Geben Sie den Block innerhalb der Templatedatei an, in den die Angaben zur Produktsicherheit auf der Artikelliste eingefügt werden sollen.<br> Wenn Sie das NOVA Template verwenden, geben Sie „productlist-item-list-buy-form“ an.<br> Wenn Sie ein angepasstes Template verwenden und den Namen des genauen Blocks nicht kennen, fragen Sie bitte beim Hersteller Ihres Templates nach.

source: Geben Sie hier die Anzeigeposition an.
de_de: Geben Sie an, ob die Angaben zur Produktsicherheit am Anfang oder am Ende des Blocks eingefügt werden sollen.

source: Geben Sie hier die Darstellung der Herstellerangaben in Smarty-Syntax an.
de_de: Geben Sie in Smarty-Syntax an, wie die Herstellerangaben dargestellt werden sollen.

source: Geben Sie hier die Darstellung der verantwortlichen Person in Smarty-Syntax an.
de_de: Geben Sie in Smarty-Syntax an, wie die verantwortliche Person dargestellt werden soll.

source: Templateverzeichnis existiert nicht
de_de: Templateverzeichnis existiert nicht oder ist nicht lesbar

source: Templatedatei existiert nicht
de_de: Templatedatei existiert nicht oder ist nicht lesbar

source: Wollen Sie alle Einstellungen auf Standardwerte zurücksetzen?
de_de: Möchten Sie alle Einstellungen auf Standardwerte zurücksetzen?

source: Wollen Sie die Darstellung der Herstellerinformationen zurücksetzen?
de_de: Möchten Sie die Darstellung der Herstellerinformationen zurücksetzen?
